<?php
	header("Content-Type: text/plain; charset=utf-8");
	$data =  '{ "学院概况0": 
   { "一级目录0": [ "二级目录1", "二级目录2" ],
     "一级目录1": [ "二级目录1", "二级目录2" ],
     "一级目录2": [ "二级目录1", "二级目录2" ],
     "一级目录3": [ "二级目录1", "二级目录2" ] },
  "学院概况1": 
   { "一级目录0": [ "二级目录1", "二级目录2" ],
     "一级目录1": [ "二级目录1", "二级目录2" ],
     "一级目录2": [ "二级目录1", "二级目录2" ],
     "一级目录3": [ "二级目录1", "二级目录2" ] },
  "学院概况2": 
   { "一级目录0": [ "二级目录1", "二级目录2" ],
     "一级目录1": [ "二级目录1", "二级目录2" ],
     "一级目录2": [ "二级目录1", "二级目录2" ],
     "一级目录3": [ "二级目录1", "二级目录2" ] },
  "学院概况3": 
   { "一级目录0": [ "二级目录1", "二级目录2" ],
     "一级目录1": [ "二级目录1", "二级目录2" ],
     "一级目录2": [ "二级目录1", "二级目录2" ],
     "一级目录3": [ "二级目录1", "二级目录2" ] },
  "学院概况4": 
   { "一级目录0": [ "二级目录1", "二级目录2" ],
     "一级目录1": [ "二级目录1", "二级目录2" ],
     "一级目录2": [ "二级目录1", "二级目录2" ],
     "一级目录3": [ "二级目录1", "二级目录2" ] },
  "学院概况5": 
   { "一级目录0": [ "二级目录1", "二级目录2" ],
     "一级目录1": [ "二级目录1", "二级目录2" ],
     "一级目录2": [ "二级目录1", "二级目录2" ],
     "一级目录3": [ "二级目录1", "二级目录2" ] },
  "学院概况6": 
   { "一级目录0": [ "二级目录1", "二级目录2" ],
     "一级目录1": [ "二级目录1", "二级目录2" ],
     "一级目录2": [ "二级目录1", "二级目录2" ],
     "一级目录3": [ "二级目录1", "二级目录2" ] } }';
	
	echo json_encode($data);
?>